[
    {
        "time":"2019-02-27",
        "tweet":"Due to the weather advisories from Environment Canada, school bus and taxi services cancelled for today, Feb. 27. Schools remain open."
    },
    {
        "time":"2019-02-25",
        "tweet":"Due to the weather statements issued by Environment Canada, school bus and taxi services cancelled for today, Feb 25. Schools remain open."
    },
    {
        "time":"2019-02-12",
        "tweet":"Due to the weather advisories issued by Environment Canada, school bus and taxi services cancelled for today, Feb 12. Schools remain open."
    },
    {
        "time":"2019-02-06",
        "tweet":"Due to Environment Canada weather advisory, YRDSB school bus and taxi service is cancelled for today, Feb. 6. Schools remain open."
    },
    {
        "time":"2019-01-21",
        "tweet":"Due to extremely cold temperatures, school bus and taxi services cancelled for today, Jan 21. Schools remain open."
    },
    {
        "time":"2018-04-16",
        "tweet":"Due to inclement weather, #YRDSB school bus and taxi service is cancelled for today, April 16. Schools remain open."
    },
    {
        "time":"2018-02-07",
        "tweet":"Due to inclement weather, #YRDSB school bus and taxi service is cancelled for today, February 7. Schools remain open."
    },
    {
        "time":"2018-01-12",
        "tweet":"Due to inclement weather, #YRDSB school bus and taxi service is cancelled for today, January 12. Schools remain open."
    },
    {
        "time":"2017-12-22",
        "tweet":"Due to inclement weather, #YRDSB school bus and taxi service is cancelled for today, December 22. Schools remain open."
    },
    {
        "time":"2017-02-07",
        "tweet":"Due to inclement weather, #YRDSB school bus and taxi service is cancelled for today, February 7. Schools remain open."
    },
    {
        "time":"2017-01-17",
        "tweet":"Due to inclement weather, #YRDSB school bus and taxi service is cancelled for today, January 17. Schools remain open."
    },
    {
        "time":"2017-01-10",
        "tweet":"Due to inclement weather, #YRDSB school bus and taxi service is cancelled for today, January 10. Schools remain open."
    },
    {
        "time":"2016-03-24",
        "tweet":"Due to inclement weather, #YRDSB school bus and taxi service is cancelled for today, March 24, 2016. Schools remain open."
    },
    {
        "time":"2016-03-02",
        "tweet":"Due to inclement weather, #YRDSB school bus and taxi service is cancelled for today, March 2, 2016. Schools remain open."
    },
    {
        "time":"2016-02-24",
        "tweet":"Due to Environment Canada weather warnings, YRDSB school bus and taxi service is cancelled for today, Feb. 24. Schools remain open."
    },
    {
        "time":"2014-12-11",
        "tweet":"Due to inclement weather, YRDSB school bus and taxi service is cancelled for today, December 11. Schools remain open."
    },
    {
        "time":"2014-02-05",
        "tweet":"Due to the weather warnings issued by Environment Canada, school bus and taxi services cancelled for today, Feb 5. Schools remain open."
    },
    {
        "time":"2014-01-07",
        "tweet":"Due to extremely cold temperatures, school bus and taxi services cancelled for today, Jan 7. Schools remain open."
    },
    {
        "time":"2013-04-11",
        "tweet":"Due to inclement weather, #yrdsb school bus and taxi service cancelled for today, April 11. Schools remain open."
    },
    {
        "time":"2013-02-27",
        "tweet":"Due to inclement weather, #yrdsb school bus and taxi service cancelled for today, Feb 27. Schools remain open."
    },
    {
        "time":"2013-02-08",
        "tweet":"Due to inclement weather, #yrdsb school bus and taxi service cancelled for today, Feb 8. Schools remain open."
    },
    {
        "time":"2013-01-28",
        "tweet":"Due to inclement weather, #yrdsb school bus and taxi service cancelled for today, Jan 28."
    },
    {
        "time":"2013-01-11",
        "tweet":"All #YRDSB schools will be open today. Transportation services (school buses and taxis) remain cancelled for the day."
    }
]